tap "charmbracelet/tap"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "ktr0731/evans"
tap "ngrok/ngrok"
tap "romankurnovskii/awesome-brew"
brew "openssl@3"
brew "cocoapods"
brew "readline"
brew "commitizen"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "evans"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "git"
brew "golang-migrate"
brew "gradle"
brew "graphviz"
brew "grpcurl"
brew "htop"
brew "imagemagick"
brew "img2pdf"
brew "jansson"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libconfig"
brew "libpq"
brew "lua"
brew "mkcert"
brew "mvfst"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "poppler"
brew "protobuf"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.13"
brew "python@3.9"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sqlc"
brew "stow"
brew "tmux"
brew "tree"
brew "watchman"
brew "yazi"
brew "yq"
brew "zoxide"
cask "another-redis-desktop-manager"
cask "claude-code"
cask "dotnet-sdk"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "hammerspoon"
cask "hiddenbar"
cask "linearmouse"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "wezterm"
vscode "alefragnani.project-manager"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "mhutchie.git-graph"
vscode "ms-vscode.vscode-typescript-next"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
go "github.com/spf13/cobra-cli"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/melkeydev/go-blueprint"
go "mvdan.cc/gofumpt"
go "github.com/pressly/goose/v3/cmd/goose"
go "golang.org/x/tools/gopls"
go "gotest.tools/gotestsum"
go "go.uber.org/mock/mockgen"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "honnef.co/go/tools/cmd/staticcheck"
